<%@ Page Title="About Us" Language="C#" MasterPageFile="~/Site.master" AutoEventWireup="true"
    CodeBehind="About.aspx.cs" Inherits="Lexicon.About" %>

<asp:Content ID="HeaderContent" runat="server" ContentPlaceHolderID="HeadContent">
    <style type="text/css">
        .style15
        {
            width: 448px;
            height: 233px;
        }
        .style20
        {
            text-align: right;
        }
        .style21
        {
            width: 381px;
            height: 246px;
            float: right;
        }
        .style22
        {
            text-align: left;
        }
        .style23
        {
            text-align: justify;
        }
    </style>
</asp:Content>
<asp:Content ID="BodyContent" runat="server" ContentPlaceHolderID="MainContent">
    <h2>
        &nbsp;</h2>
<h1 class="style10">
        <b style="mso-bidi-font-weight:
normal">Το πρώτο λεξικό της κυπριακής σε ηλεκτρονική μορφή</b></h1>
    <p class="MsoNormal">
        &nbsp;</p>
    <p class="MsoNormal">
        <b style="mso-bidi-font-weight:
normal"><o:p>&nbsp;</o:p></b></p>
    <h2>
        <b style="mso-bidi-font-weight:
normal">Παρουσίαση του έργου</b> <span style="mso-spacerun:yes">&nbsp;</span></h2>
    <p class="style22">
        &nbsp;</p>
    <span lang="EN-US" style="mso-ansi-language:
EN-US"><o:p></o:p></span>
    <img alt="Συντυχιές" class="style21" src="Images/συντυσ̌ιές.jpg" 
        style="vertical-align: sub"><div class="style23">
    </div>
    </img><p class="style23">
        «Συντυχιές» είναι το όνομα ενός προγράμματος εφαρμοσμένης έρευνας που 
        υλοποιείται αυτή τη στιγμή στη Φιλοσοφική Σχολή του Πανεπιστημίου Κύπρου. Με 
        λίγα λόγια, πρόκειται για τη δημιουργία ενός λεξικού της κυπριακής σε 
        ηλεκτρονική μορφή. Ο κυριότερος στόχος του έργου είναι καλυφθεί ένα μεγάλο 
        βιβλιογραφικό κενό, τις συνέπειες του οποίου συναισθάνεται όχι μόνο ο ειδικός σε 
        γλωσσικά θέματα, αλλά κυρίως ο Κύπριος πολίτης: τα υπάρχοντα λεξικά της 
        κυπριακής είναι ελάχιστα, όλα σε έντυπη μορφή και τα περισσότερα από αυτά δεν 
        φαίνεται να έχουν δημιουργηθεί με επιστημονικές προδιαγραφές. Για να υλοποιηθεί 
        ο πιο πάνω στόχος, χρειάζεται να συγκεντρωθεί και να δημοσιευτεί ένα υλικό που 
        θα αντιπροσωπεύει το γλωσσικό πλούτο της κυπριακής διαλέκτου όχι μόνο όπως αυτή 
        εμφανίζεται μέσα από τα ήδη υπάρχοντα λεξικά, αλλά και μέσα από τη συγχρονική 
        χρήση της. Η επεξεργασία του περιεχομένου θα ακολουθήσει την αρχή σύμφωνα με την 
        οποία λαμβάνονται υπόψη οι ανάγκες των μελλοντικών χρηστών, θεωρώντας ότι ο 
        σκοπός του λεξικού γλώσσας δεν είναι μόνο να καταλάβει ή να αναγνωρίσει ο 
        χρήστης τη σημασία της λέξης, αλλά και να μπορεί να τη χρησιμοποιήσει σωστά. Το 
        τελικό προϊόν του έργου θα είναι διαθέσιμο στο διαδίκτυο μέσα από τις σελίδες 
        του Πανεπιστημίου Κύπρου από όπου θα μπορεί κανείς να το συμβουλευτεί ελεύθερα. 
        Θα δοθεί με τον τρόπο αυτό η δυνατότητα στο ευρύ κοινό να αποκτήσει εύκολη και 
        άμεση πρόσβαση σε ένα πλήρες έργο επιστημονικών προδιαγραφών. Από τα όσα 
        ειπώθηκαν μέχρι τώρα, αντιλαμβανόμαστε ότι το έργο αποτελείται από δύο 
        διαφορετικού τύπου εργασίες: <span style="mso-spacerun:yes">&nbsp;</span></p>
    <p class="MsoNormal">
        • Το καθαρά λεξικογραφικό μέρος, το οποίο χωρίζεται σε τρία υποσύνολα: συλλογή 
        των δεδομένων για την κατάρτιση του λημματολογίου, καθορισμό των προδιαγραφών 
        του λεξικού και επεξεργασία των λημμάτων. <span style="mso-spacerun:yes">&nbsp;</span></p>
    <p class="MsoNormal">
        • Το υπολογιστικό μέρος του έργου, το οποίο επίσης χωρίζεται σε σχεδιασμό και 
        υλοποίηση λογισμικού α) για το λεξικογράφο και β) για το χρήστη.
    </p>
    <p class="MsoNormal">
        <o:p>&nbsp;</o:p></p>
    <h2>
        <b style="mso-bidi-font-weight:
normal">Το λεξικογραφικό μέρος <o:p></o:p></b>
    </h2>
    <p class="MsoNormal">
        Το «υλικό» στην περίπτωση του λεξικού γλώσσας είναι το λημματολόγιο, το σύνολο 
        των λέξεων που περιλαμβάνονται σε αυτό. Για να συγκεντρωθεί ένα τέτοιο υλικό για 
        την κυπριακή, είναι προφανές ότι η πρώτη και πιο άμεσα προσβάσιμη πηγή είναι τα 
        ήδη υπάρχοντα λεξικά. Η εργασία εντοπισμού των έργων αυτών έχει αρχίσει από το 
        Ιανουάριο του 2005. Αυτή τη στιγμή έχουν συγκεντρωθεί όλα τα υπάρχοντα λεξικά 
        της κυπριακής<span style="mso-spacerun:yes">&nbsp; </span>και έχει γίνει 
        αποδελτίωση των σημαντικότερων από αυτά, με αποτέλεσμα να έχουν συγκεντρωθεί (σε 
        ηλεκτρονική μορφή) περισσότεροι από 50.000 διαφορετικοί τύποι λέξεων που 
        υπολογίζεται ότι αντιστοιχούν σε περισσότερα από 8.000 λήμματα τα οποία θα 
        αποτελέσουν τον πυρήνα του λημματολογίου που θα συμπεριληφθεί στις Συντυχιές. 
        Είναι πολύ σημαντικό να αναφέρουμε εδώ τη συμβολή των φοιτητών του Τμήματος 
        Βυζαντινών και Νεοελληνικών Σπουδών που έκαναν το μεγαλύτερο μέρος της 
        αποδελτίωσης. Παράλληλα, συγκεντρώνεται νέο υλικό, σε έντυπη και σε ηλεκτρονική 
        μορφή: συλλογές εκφράσεων και παροιμιών, κυπρολογικές εκδόσεις, γλωσσάρια 
        λογοτεχνικών έργων, κείμενα από το διαδίκτυο, αλλά και πρωτότυπα δεδομένα που 
        έχουν κατά καιρούς συγκεντρωθεί από φοιτητές του Πανεπιστημίου Κύπρου στο 
        πλαίσιο εργασιών γλωσσολογίας. Από το υλικό αυτό μπορούν αντληθούν αφενός καθαρά 
        λεξιλογικά δεδομένα, που θα αποτελέσουν πηγή εμπλουτισμού του αρχικού 
        λεξιλογίου, και αφετέρου στοιχεία κατάλληλα για την τεκμηρίωση της χρήση των 
        λημμάτων σε φυσικό περιβάλλον.
    </p>
    <p class="MsoNormal">
        Οι προδιαγραφές επεξεργασίας των λημμάτων αποτελούν αντικείμενο πρωτότυπης 
        έρευνας, που ακολουθεί τις αρχές της σύγχρονης λεξικογραφίας. Παραθέτουμε εδώ 
        τις βασικές κατευθύνσεις της εργασίας αυτής.
    </p>
    <p class="MsoNormal">
        Λεξικογραφική επεξεργασία ενός λήμματος σημαίνει επιλογή και καταχώριση μίας 
        σειράς δεδομένων, των οποίων το σύνολο ονομάζεται μικροδομή. Η μικροδομή 
        αντανακλά λοιπόν την εσωτερική οργάνωση του λεξικού και περιλαμβάνει το σύνολο 
        των πληροφοριών που δίνονται για κάθε λήμμα, όπως και τον τρόπο οργάνωσης και 
        παρουσίασής τους. Οι πληροφορίες αυτές μπορούν να ομαδοποιηθούν στις πιο κάτω 
        κατηγορίες:
    </p>
    <p class="MsoNormal">
        α) Γραφή, προφορά και μορφολογική πληροφορία Το λήμμα καταχωρίζεται στο λεξικό 
        με την κανονική του μορφή: ενικός αριθμός για τα ουσιαστικά, πρώτο πρόσωπο για 
        τα ρήματα κλπ.. Όσον αφορά την ορθογραφία της κυπριακής είναι γνωστό ότι αφενός 
        χρησιμοποιούνται ταυτόχρονα πολλά συστήματα ορθογράφησης και αφετέρου ο 
        συγγραφέας κάθε λεξικού προκρίνει ένα από αυτά, με αποτέλεσμα να είμαστε 
        αντιμέτωποι με μία εξαιρετικά έντονη πολυτυπία. Για παράδειγμα, η ίδια λέξη 
        μπορεί να εμφανίζεται ως τζιαμαί ή τσιαμαί, όξινον ή όξυνον κλπ., κάτι το οποίο, 
        στα έντυπα λεξικά, δυσχεραίνει και καθυστερεί την αναζήτηση των λημμάτων. Σε ένα 
        λεξικό ηλεκτρονικής μορφής, όπως αυτό που προτείνουμε εδώ, είναι δυνατή η 
        αποτύπωση της πολυτυπίας αυτής, εφόσον υπάρχει δυνατότητα καταγραφής όλων των 
        μορφών με τις οποίες εμφανίζεται κάθε λέξη. Έτσι, άσχετα από τον τύπο τον οποίο 
        θα πληκτρολογήσει ο χρήστης κατά την αναζήτηση, το σύστημα θα τον παραπέμψει σε 
        μία οθόνη στην οποία εμφανίζεται η λέξη με όλες τις γραφές της. Η ορθογραφία 
        συνοδεύεται από το συλλαβισμό της λέξης. H πρόσβαση του τελικού χρήστη στα 
        δεδομένα του λεξικού θα είναι διαδικτυακή, μέσα από τις ιστοσελίδες του 
        Πανεπιστημίου Κύπρου. Όπως συνηθίζεται διεθνώς, για την απόδοση της προφοράς θα 
        χρησιμοποιηθεί το Διεθνές Φωνητικό Αλφάβητο (ΔΦΑ). Και στο επίπεδο αυτό 
        εμφανίζεται ένα αντίστοιχο ζήτημα με αυτό της πολυτυπίας, λόγω της ποικιλίας 
        προφορών. Δεδομένου ότι δεν υπάρχει μέχρι σήμερα σχετική επιστημονική έρευνα για 
        την κυπριακή, θα πρέπει να καταγράφονται όλες οι γνωστές προφορές για κάθε λέξη, 
        άσχετα από το θετικό ή αρνητικό χαρακτηρισμό τους, για παράδειγμα: ακατάχνωτα = 
        ακατάγνωτα. Στη ζώνη αυτή των πληροφοριών εντάσσεται και η γραμματική κατηγορία 
        στην οποία ανήκει το λήμμα, όπου πρέπει επίσης να αναφέρεται το γένος για τα 
        ουσιαστικά και η συζυγία για τα ρήματα, δίνοντας, όπου αυτό είναι δυνατό, 
        στοιχεία και για την κλίση των λέξεων. Η πιλοτική έρευνα κατέδειξε ότι η δήλωση 
        της γραμματικής κατηγορίας στην οποία ανήκει το λήμμα απουσιάζει από πολλά 
        λεξικά, γιατί φαίνεται ότι οι συντάκτες θεωρούν ότι πρόκειται για προφανή (και 
        άρα πλεοναστική) πληροφορία. Στην πραγματικότητα, η γραμματική κατηγορία 
        αποτελεί σημαντική πληροφορία για τον αναγνώστη, ιδιαίτερα όταν περι λαμβάνει 
        στοιχεία όπως «άκλιτο ουσιαστικό», «απαντά μόνο στον πληθυντικό» κλπ. ή όταν 
        συνδέεται με ομόηχες λέξεις όπως π.χ. λαός (κόσμος) και λαός (λαγός). Ιδιαίτερη 
        αντιμετώπιση χρειάζονται τα επίθετα με ονοματική χρήση, κάτι το οποίο μπορεί να 
        καταλήξει σε διαχωρισμό σε περισσότερα λήμματα· για παράδειγμα, ουσιαστικά όπως 
        το όξινον (λεμόνι) ή το βραστικόν (αφέψη μα) μπορούν να αποτελέσουν διαφορετικά 
        λήμματα από τα επίθετα όξινος, η, ον και βραστικός , ή, όν.
    </p>
    <p class="MsoNormal">
        β) Σημασιολογική πληροφορία Στα λεξικά γλώσσας το μεγαλύτερο βάρος δίνεται στην 
        επεξεργασία της σημασίας, στην περίπτωσή μας στην αντιστοίχιση με τις λεξικές 
        μονάδες της κοινής νέας ελληνικής. Αν και δεν είναι δυνατόν να ολοκληρωθεί το 
        μέρος αυτό της επεξεργασίας στη διάρκεια του προγράμματος που παρουσιάζουμε εδώ, 
        προβλέπεται να γίνει τουλάχιστον η καταγραφή των συνωνύμων και αντιθέτων, έτσι 
        ώστε στην τελική μορφή του λεξικού, ο χρήστης να μπορεί να παραπεμφθεί αυτόματα 
        στα αντίστοιχα λήμματα με την τεχνολογία του υπερκειμένου. Για να ολοκληρωθεί η 
        σημασιολογική ανάλυση και να προστεθεί η ερμηνεία των λέξεων θα χρειαστεί 
        περαιτέρω εργασία, η οποία μπορεί να γίνει σε επόμενο ερευνητικό πρόγραμμα, 
        οπότε θα είναι δυνατό να ολοκληρωθεί η σημασιολογική επεξεργασία των λημμάτων 
        και να εμπλουτιστεί το λεξικό με νέα δεδομένα.
    </p>
    <p class="MsoNormal">
        γ) Χρηστικά παραδείγματα, εκφράσεις, παροιμίες Σε ένα λεξικό γενικής γλώσσας, τα 
        παραδείγματα αναφέρονται σε καθεμία από τις σημασίες του λήμματος και μπορούν να 
        παρέχουν επιπλέον πληροφορία, προσθέτοντας χαρακτηριστικά χρήσιμα αφενός για την 
        κατανόηση της έννοιας και αφετέρου για τη χρήση του λήμματος. Για να έχουν τα 
        παραδείγματα ουσιαστική αξία, είναι προτιμότερο να είναι αυθεντικά και να 
        αναφέρονται σε θέματα της σύγχρονης ζωής. Ιδιαίτερη σημασία, επομένως, θα πρέ 
        πει να δίνεται στο φρασεολογικό πλαίσιο στο οποίο συνήθως συναντάται ένα λήμμα, 
        π.χ. για μία λέξη όπως πουρού, θα είναι καλύτερα να εμφανίζεται στο παράδειγμα 
        το ρήμα παίζω. Αν τα παραδείγματα προέρχονται από τις πηγές εμπλουτισμού του 
        λεξικού, αυτές θα πρέπει να αναφέρονται σε χωριστό πεδίο της βάσης δεδομένων. Τα 
        παραδείγματα θα πρέπει να αποτελούνται από πλήρεις προτάσεις και να μην 
        συγχέονται με τα πολυλεκτικά σύνθετα και με τις εκφράσεις στις οποίες μπορεί να 
        συμμετέχει το λήμμα. Για παράδειγμα, για λήμματα όπως έσσω και γάλα, τα 
        πολυλεκτικά έσσω μου και γάλαν όξινον δεν μπορούν να χρησιμοποιηθούν ως 
        παράδειγμα (κάτι το οποίο συναντάμε σε πολλά λεξικά)· αντίστοιχα, εκφράσεις όπως 
        φκάλλω το όξινον ή δέρνω τον νουν μου δεν μπορούν να θεωρηθούν κατάλληλα 
        παραδείγματα χρήσης των ρημάτων φκάλλω και δέρνω. Η πρωτοτυπία σε σχέση με τα 
        έντυπα λεξικά είναι ότι οι εκφράσεις μπορούν να συνδέονται (με την τεχνολογία 
        του υπερκειμένου) με όλες τις λέξεις που περιέχουν, π.χ. η έκφραση στο τέλος της 
        ημέρας μπορεί να εμφανίζεται τόσο στο λήμμα τέλος όσο και στο λήμμα ημέρα. Οι 
        εκφράσεις πρέπει να συνοδεύονται από την ερμηνεία τους και, όταν αυτό κρίνεται 
        απαραίτητο, από σχολιασμό για τη χρήση τους. Σε χωριστό πεδίο της βάσης 
        δεδομένων μπορούν να καταχωρίζονται παροιμίες ανάλογα με τις πηγές που θα 
        χρησιμοποιηθούν.
    </p>
    <h2>
        <b style="mso-bidi-font-weight:
normal">Το λογισμικό<o:p></o:p></b></h2>
    <p class="MsoNormal">
        <span style="mso-spacerun:yes">&nbsp;</span>Η δημιουργία ενός λεξικού σε ηλεκτρονική 
        μορφή είναι εργασία με ιδιαίτερες ανάγκες τεχνολογικής υποστήριξης. Ενώ το 
        περιεχόμενο του λεξικού αντιπροσωπεύεται από την εργασία των γλωσσολόγων, η 
        χρήση των τεχνολογιών αιχμής δημιουργεί ιδιαίτερες απαιτήσεις συνεργασίας με 
        τους ειδικούς της πληροφορικής, ώστε να υπάρχει κάλυψη των πραγματικών αναγκών 
        π.χ. ως προς την επικοινωνία μεταξύ της εφαρμογής για τη συγγραφή του λεξικού 
        και της εφαρμογής για τη χρήση του στο διαδίκτυο ή ως προς τη φιλικότητα σε 
        σχέση με τους τελικούς χρήστες. <span style="mso-spacerun:yes">&nbsp;</span>Για την 
        επεξεργασία του γλωσσικού υλικού έχει επιλεγεί το πρόγραμμα Τshwanelex, το οποίο 
        είναι ειδικά σχεδιασμένο για τη συγ γραφή λεξικών και έχει ήδη δοκιμαστεί σε 
        περισσότερες από 100 γλώσσες (βλ. και http://tshwanedje.com/tshwanelex/). Παρόλα 
        αυτά, χρειάστηκε να σχεδιαστεί μία ειδική έκδο ση για να αντιμετωπιστούν οι 
        ιδιαιτερότητες που προκύπτουν από τη χρήση των διακριτικών στην ορθογραφία της 
        κυπριακής. Το περιβάλλον εργασίας του λεξικογράφου που παρέχει το Τshwanelex 
        εκμεταλλεύεται όλες τις βασικές δυνατότητες των σύγχρονων συστημάτων διαχείρισης 
        βάσεων δεδομένων (εισαγωγή, διαγραφή, ενημέρωση, αναζήτηση δεδομένων) και 
        παράλληλα προσφέρει ειδικές λειτουργίες σχετικές με τη συγγραφή λεξικών, όπως: • 
        προβλέπονται διάφορα επίπεδα χρήσης και ασφάλειας, ανάλογα με την ειδικότητα του 
        χρήστη (π.χ. καταχωρητής, διορθωτής, υπεύθυνος σύνταξης…), • δεδομένα σχετικά με 
        την οργάνωση της εργασίας (ημερομηνίες εισαγωγής κάθε λήμματος και ενημέρωσης 
        κάθε δελτίου, όνομα του συντάκτη και του επιμελητή…) καταχωρίζονται και να 
        ενημερώνονται αυτόματα. Το αποτέλεσμα της χρήσης ενός τέτοιου εργαλείου είναι η 
        συγγραφή του λεξικού να αποδεσμεύεται όσο το δυνατόν περισσότερο από τις 
        τεχνικές λεπτομέρειες και να ακολουθεί υποχρεωτικά ορισμένους κανόνες εργασίας, 
        έτσι ώστε να ελαχιστοποιούνται οι πιθανότητες λαθών κατά την καταχώριση και 
        επεξεργασία των λημμάτων. Όπως έχουμε ήδη αναφέρει, η πρόσβαση του τελικού 
        χρήστη στα δεδομένα του λεξικού θα είναι διαδικτυακή, μέσα από τις ιστοσελίδες 
        του Πανεπιστημίου Κύπρου. Η εφαρμογή επικοινωνίας (interface) που σχεδιάζεται 
        αυτή τη στιγμή, έχει γνώμονα την διευκόλυνση του χρήστη: η μεγαλύτερη βαρύτητα 
        δίνεται στη φιλικότητα και τη δυναμική του ηλεκτρονικού λεξικού, ώστε να είναι 
        πιο εύχρηστο από τα συμβατικά λεξικά και να προσελκύει έναν όσο γίνεται 
        μεγαλύτερο αριθμό επισκεπτών, ιδιαίτερα νεαρής ηλικίας. Το σημαντικότερο 
        χαρακτηριστικό της εργονομίας είναι οι δυνατότητα για διάφορους τρόπους 
        αναζήτησης, για παράδειγμα</p>
    <p class="MsoNormal">
        • αλφαβητική αναζήτηση, στην οποία συμπεριλαμβάνονται και οι διάφορες γρα φές ή 
        προφορές κάθε λέξης, <span lang="EN-US" style="mso-ansi-language:EN-US"><o:p></o:p>
        </span>
    </p>
    <p class="MsoNormal">
        • αναζήτηση κατάληξης: ο χρήστης μπορεί να πληκτρολογήσει μία κατάληξη (π.χ. 
        ωννω,<span style="mso-spacerun:yes">&nbsp; </span>ουδι…) και να δει όλες τις 
        λέξεις που την περιέχουν, <span lang="EN-US" style="mso-ansi-language:EN-US"><o:p></o:p>
        </span>
    </p>
    <p class="MsoNormal">
        • αναζήτηση τεμαχίου: ο χρήστης μπορεί να πληκτρολογήσει οποιαδήποτε σειρά 
        γραμμάτων ( επι ,<span style="mso-spacerun:yes">&nbsp; </span>δια , …) και να 
        δει όλες τις λέξεις που την περιέχουν, <span lang="EN-US" 
            style="mso-ansi-language:EN-US"><o:p></o:p></span>
    </p>
    <p class="MsoNormal">
        • αναζήτηση με ?, που επιτρέπει τον εντο πισμό διγραφιών και/ή ανορθο γραφιών: ο 
        χρήστης βάζει ένα ερωτηματικό στη θέση του γράμματος για το οποίο αμφιβάλλει και 
        το σύστημα εμφανίζει στην οθόνη τον τύπο ή τους τύπους με τους οποίους έχει 
        λημμα τοποιηθεί η λέξη: π.χ. πληκτρολογώντας τους χαρακτήρες ό ξ ? ν ο, ο 
        χρήστης θα μπορεί να πληροφορηθεί ότι το λήμμα δια θέτει δύο γραφές, όξινο και 
        όξυνο. Με όποιον τρόπο και να γίνει η αναζήτηση του λήμματος, ο χρήστης 
        οδηγείται σε μία οθόνη που περιέχει όλες τις διαθέσιμες πληροφορίες, για 
        παράδειγμα: <span style="mso-spacerun:yes">&nbsp;</span></p>
    <p class="MsoNormal">
        • γραφή, με όλους τους τρόπους ορθογρά φησης της λέξης, • προφορά, με χρήση 
        συνθετικής φωνής, <span lang="EN-US" style="mso-ansi-language:EN-US"><o:p></o:p>
        </span>
    </p>
    <p class="MsoNormal">
        • συλλαβισμός, <span lang="EN-US" style="mso-ansi-language:EN-US"><o:p></o:p>
        </span>
    </p>
    <p class="MsoNormal">
        • γραμματική κατηγορία, <span lang="EN-US" style="mso-ansi-language:EN-US"><o:p></o:p>
        </span>
    </p>
    <p class="MsoNormal">
        • σημασία (ή σημασίες) της λέξης, <span lang="EN-US" 
            style="mso-ansi-language:EN-US"><o:p></o:p></span>
    </p>
    <p class="MsoNormal">
        • χρηστικά παραδείγματα,
    </p>
    <p class="MsoNormal">
        • συνώνυμες και αντίθετες λέξεις. Παρόλο που το σύνολο αυτό των πληροφοριών δεν 
        θα είναι διαθέσιμο εξαρχής (το έργο είναι πολύ μεγάλο για να ολοκληρωθεί στο 
        πλαίσιο ενός προγράμματος εφαρμοσμένης έρευνας), είναι σημαντικό να κατανοήσουμε 
        ότι, εφόσον πρόκειται για λεξικό ηλεκτρονικής μορφής, οι προσθήκες, διορθώσεις ή 
        άλλου είδους αλλαγές μπορούν να φτάνουν στο χρήστη σε σχεδόν πραγματικό χρόνο, 
        χωρίς να χρειάζεται να περιμένουν την επόμενη έκδοση όπως γίνεται στα έντυπα 
        λεξικά. Έτσι, στην πρώτη φάση της διάθεσής τους στο κοινό, οι Συντυχιές μπορεί 
        να είναι μία απλή συλλογή λέξεων, στη συνέχεια όμως θα τις βλέπουμε να 
        εμπλουτίζονται συνεχώς με περισσότερα δεδομένα. <span lang="EN-US" 
            style="mso-ansi-language:EN-US"><o:p></o:p></span>
    </p>
    <h2>
        <b style="mso-bidi-font-weight:
normal">Προοπτικές </b><b style="mso-bidi-font-weight:normal"><span lang="EN-US" 
            style="mso-ansi-language:EN-US"><o:p></o:p></span></b>
    </h2>
    <p class="MsoNormal">
        Κλείνοντας, θα πρέπει να τονίσουμε τον πρωτοποριακό χαρακτήρα του έργου, εφόσον 
        παρόμοιο λεξικό δεν υπάρχει στην αγορά, όχι μόνον της Κύπρου, αλλά ούτε και της 
        Ελλάδας. Νοουμένου ότι οι Συντυχιές είναι το πρώτο λεξικό ηλεκτρονικής μορφής 
        που προτείνεται για την κυπριακή, φιλοδοξούν να αποτελέσουν έργο αναφοράς για τη 
        μελέτη και την εκμάθησή της, καλύπτοντας ένα πραγματικό κενό, όχι μόνο στο χώρο 
        της λεξικογραφίας, αλλά και στο επίπεδο της χρήσης των νέων τεχνολογιών, που 
        είναι ακόμα υποτυπώδης στις ανθρωπιστικές επιστήμες του ελληνόφωνου χώρου. Πέρα 
        από τα αναμενόμενα οφέλη για την ερευνητική κοινότητα, σημαν τικό είναι και το 
        όφελος για το ευρύ κοινό, που είναι και ο τελικός χρήστης του προϊόντος. Εκτός 
        από τον προφανή του στόχο, που είναι να έχουν οι χρήστες άμεση και εύκολη 
        πρόσβαση σε ένα πλήρες έργο επιστημονικών προδιαγραφών, ένα τέτοιο έργο μπορεί 
        να οδηγήσει σε διάφορα υπο προϊόντα, ανάλογα με τις ανάγκες διαφόρων ομάδων 
        χρηστών: εκτός από τους ερευνητές που ασχολούνται με θέματα γλώσσας, οφέλη 
        μπορούν να προκύψουν για τη δημόσια εκπαίδευση μέσω της δημιουργίας 
        εκπαιδευτικών λεξικών κατάλληλων για νεότερους χρήστες. Μετά την ολο κλήρωση των 
        εργασιών εξάλλου, θα υπάρχει δυνατότητα να συζητηθεί και η έκδοση του λεξικού σε 
        έντυπη μορφή. <span lang="EN-US" style="mso-ansi-language:EN-US"><o:p></o:p>
        </span>
    </p>
    <p class="style20">
        <b style="mso-bidi-font-weight:
normal">Μαριάννα Κατσογιάννου <o:p></o:p></b>
    </p>
    <p>
        &nbsp;</p>
</asp:Content>
